{
	"weapons":[
		{
			"name":"battle aspergillum",
			"size":4,
			"desc":"Named for the common aspergillum, a mace-like tool used by priests to sprinkle holy water, this light mace has a hollow head and a metal plug to fit the hollow's neck. Benefit: When the mace strikes a creature, holy water sprinkles out through tiny holes throughout the weapon's head; creatures subject to damage from holy water take 1 point of damage in addition to the normal effect of being struck by the mace (a nonmagical aspergillum can deal holy water damage to an incorporeal creature in this manner, even if the mace itself deals no damage). After 5 hits, the battle aspergillum is empty and needs to be refilled. Filling it with holy water is a standard action that provokes an attack of opportunity (like drinking a potion). A filled aspergillum is normally carried upright, otherwise the holy water leaks out as the weapon moves.",
			"damage":{"physical":"1d6"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning",
			"prof":0,
			"group":["hammer"],
			"category":"light",
			"equip_type":"weapon",
			"weight":4,
			"range":0,
			"price":5
		},
		{
			"name":"stake",
			"size":4,
			"desc":"This close combat weapon is just a sharpened piece of material.",
			"damage":{"physical":"1d4"},
			"crit_range":20,
			"crit_mult":2,
			"type":"piercing",
			"prof":0,
			"group":["close"],
			"category":"light",
			"equip_type":"weapon",
			"weight":1,
			"range":0,
			"price":0.1
		},
		{
			"name":"knuckles",
			"size":4,
			"desc":"These close combat weapons are designed to fit comfortably around the knuckles, narrowing the contact area and therefore magnifying the amount of force delivered by a punch. Benefit: Brass knuckles allow you to deal lethal damage. Drawback: You may hold, but not wield, a weapon or other object in a hand wearing brass knuckles. You may cast a spell with a somatic component while wearing brass knuckles if you make a concentration check (DC 10 + the level of the spell you're casting).",
			"damage":{"physical":"1d3"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning",
			"prof":0,
			"group":["close","monk"],
			"category":"light",
			"equip_type":"weapon",
			"special":["monk"],
			"weight":1,
			"range":0,
			"price":1
		},
        {
            "name":"boar spear",
			"size":4,
			"desc":"This spear has a metal crossbar to protect you against onrushing attackers. If you ready a boar spear against a charge and your attack hits, you gain a +2 shield bonus to your AC against that creature until your next turn.",
			"damage":{"physical":"1d8"},
			"crit_range":20,
			"crit_mult":2,
			"type":"piercing",
			"prof":0,
            "group":["spear"],
            "special":["brace"],
			"category":"two-handed",
			"equip_type":"weapon",
			"weight":8,
			"range":0,
			"price":5
        },
        {
            "name":"bayonet",
			"size":4,
			"desc":"Bayonets are close combat weapons designed to fit into the grooves or muzzles of crossbows and firearms. They allow you to make melee attacks with these weapons but render them temporarily useless as ranged weapons. Attaching or removing a bayonet is a move action.",
			"damage":{"physical":"1d6"},
			"crit_range":20,
			"crit_mult":2,
			"type":"piercing",
			"prof":0,
			"group":["light blade","close"],
			"category":"two-handed",
			"equip_type":"weapon",
			"weight":1,
			"range":0,
			"price":5
        },
		{
			"name":"cestus",
			"size":4,
			"desc":"The cestus is a glove of leather or thick cloth that covers the wielder from mid-finger to mid-forearm. The close combat weapon is reinforced with metal plates over the fingers and often lined with wicked spikes along the backs of the hands and wrists. Benefit: While wearing a cestus, you are considered armed and your unarmed attacks deal normal damage. If you are proficient with a cestus, your unarmed strikes may deal bludgeoning or piercing damage. Monks are proficient with the cestus. Drawback: When using a cestus, your fingers are mostly exposed, allowing you to wield or carry items in that hand, but the constriction of the weapon at your knuckles gives you a -2 penalty on all precision-based tasks involving that hand (such as opening locks).",
			"damage":{"physical":"1d4"},
			"crit_range":19,
			"crit_mult":2,
			"type":"bludgeoning or piercing",
			"prof":0,
			"group":["close","monk"],
			"category":"light",
			"equip_type":"weapon",
			"special":["monk"],
			"weight":1,
			"range":0,
			"price":5
		}
],
"shield":[
		{
			"name":"quickdraw light shield",
			"size":4,
			"desc":"This light shield is specially crafted with a series of straps to allow a character proficient in shields to ready or stow it on her back quickly and easily. If you have a base attack bonus of +1 or higher, you may don or put away a quickdraw shield as a swift action combined with a regular move. If you have the Two-Weapon Fighting feat, you can draw a light or onehanded weapon with one hand and a quickdraw shield with the other in the time it would normally take you to draw one weapon. If you have the Quick Draw feat, you may don or put away a quickdraw shield as a free action.",
			"subtype":"shield",
			"equip_type":"armor",
			"group":["close","tribal"],
			"check_penalty":-2,
			"prof":2,
			"damage":{"physical":"1d3"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning",
			"category":"one-handed",
			"bonus":1,
			"max_dex":-1,
			"spell_failure":5,
			"speed_penalty":0,
			"weight":6,
			"price":4
		}
	]
}