{
	"weapons":[
		{
			"name":"mere club",
			"size":4,
			"desc":"Traditionally made of carved stone, the mere (MEH-reh) is a short, flat-sided, sharp-pointed club.",
			"damage":{"physical":"1d4"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning or piercing",
			"prof":0,
			"group":["hammer","close"],
			"special":["fragile"],
			"category":"one-handed",
			"equip_type":"weapon",
			"weight":2,
			"range":0,
			"price":2
		},
		{
			"name":"hanbo",
			"size":4,
			"desc":"The hanbo is a staff less than a yard long, often carved to look like a walking stick.",
			"damage":{"physical":"1d6"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning",
			"prof":0,
			"group":["monk"],
			"special":["monk","trip"],
			"category":"one-handed",
			"equip_type":"weapon",
			"weight":2,
			"range":0,
			"price":1
		},
		{
			"name":"cestus",
			"size":4,
			"desc":"The cestus is a glove of leather or thick cloth that covers the wielder from mid-finger to mid-forearm. The close combat weapon is reinforced with metal plates over the fingers and often lined with wicked spikes along the backs of the hands and wrists. Benefit: While wearing a cestus, you are considered armed and your unarmed attacks deal normal damage. If you are proficient with a cestus, your unarmed strikes may deal bludgeoning or piercing damage. Monks are proficient with the cestus. Drawback: When using a cestus, your fingers are mostly exposed, allowing you to wield or carry items in that hand, but the constriction of the weapon at your knuckles gives you a -2 penalty on all precision-based tasks involving that hand (such as opening locks).",
			"damage":{"physical":"1d4"},
			"crit_range":19,
			"crit_mult":2,
			"type":"bludgeoning or piercing",
			"prof":0,
			"group":["close","monk"],
			"category":"light",
			"equip_type":"weapon",
			"special":["monk"],
			"weight":1,
			"range":0,
			"price":5
		},
		{
			"name":"stake",
			"size":4,
			"desc":"This close combat weapon is just a sharpened piece of material.",
			"damage":{"physical":"1d4"},
			"crit_range":20,
			"crit_mult":2,
			"type":"piercing",
			"prof":0,
			"group":["close"],
			"category":"light",
			"equip_type":"weapon",
			"weight":1,
			"range":0,
			"price":0.1
		},
		{
			"name":"knuckles",
			"size":4,
			"desc":"These close combat weapons are designed to fit comfortably around the knuckles, narrowing the contact area and therefore magnifying the amount of force delivered by a punch. Benefit: Brass knuckles allow you to deal lethal damage. Drawback: You may hold, but not wield, a weapon or other object in a hand wearing brass knuckles. You may cast a spell with a somatic component while wearing brass knuckles if you make a concentration check (DC 10 + the level of the spell you're casting).",
			"damage":{"physical":"1d3"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning",
			"prof":0,
			"group":["close","monk"],
			"category":"light",
			"equip_type":"weapon",
			"special":["monk"],
			"weight":1,
			"range":0,
			"price":1
		},
        {
            "name":"bayonet",
			"size":4,
			"desc":"Bayonets are close combat weapons designed to fit into the grooves or muzzles of crossbows and firearms. They allow you to make melee attacks with these weapons but render them temporarily useless as ranged weapons. Attaching or removing a bayonet is a move action.",
			"damage":{"physical":"1d6"},
			"crit_range":20,
			"crit_mult":2,
			"type":"piercing",
			"prof":0,
			"group":["light blade","close"],
			"category":"two-handed",
			"equip_type":"weapon",
			"weight":1,
			"range":0,
			"price":5
        },
		{
			"name":"stingchuck",
			"size":4,
			"desc":"A stingchuck is a foul bag made of a humanoid’s head with the brain removed and the skull heavily scored so that it bursts open when thrown. Normally filled with biting vermin, it acts as a splash weapon. When it hits, the vermin bite and sting the target, dealing 1d6 points of damage and forcing a DC 11 Fortitude save to avoid being nauseated for 1d3 rounds. Each round a creature remains nauseated by a stingchuck, it takes 1 additional point of damage from the biting vermin. All creatures within the splash effect take 1 point of damage from the vermin but do not risk being nauseated.",
			"damage":{"physical":"1d4"},
			"crit_range":20,
			"crit_mult":2,
			"type":"bludgeoning",
			"prof":0,
			"group":["thrown"],
			"category":"ranged",
			"equip_type":"weapon",
			"weight":9,
			"range":10,
			"price":0.1
		}
],
	"shield":[
	{
		"name":"madu",
		"size":4,
		"desc":"If you are proficient with the madu, you may wield it and fight defensively with a –2 penalty instead of the normal–4 penalty for fighting defensively, and your attack penalty for using Combat Expertise improves by +1 (minimum –1 penalty). You cannot hold anything else in the hand that bears a madu. If you are not proficient in madu, treat it as a light spiked shield.",
		"subtype":"shield",
		"equip_type":"armor",
		"group":["close","heavy blade"],
		"check_penalty":-2,
		"prof":2,
		"damage":{"physical":"1d6"},
		"crit_range":20,
		"crit_mult":2,
		"type":"piercing",
		"category":"one-handed",
		"bonus":1,
		"max_dex":-1,
		"spell_failure":5,
		"speed_penalty":0,
		"weight":5,
		"price":4
	},
	{
		"name":"klar",
		"size":4,
		"desc":"The traditional form of this tribal weapon is a short blade bound to the skull of a large horned lizard, but a skilled smith can craft one entirely out of metal. A traditional klar counts as a light wooden shield with armor spikes; a metal klar counts as a light steel shield with armor spikes. You can bash an opponent with a light shield. If you use your shield as a weapon, you lose its Armor Class bonus until your next turn. An enhancement bonus on a shield does not improve the effectiveness of a shield bash made with it, but the shield can be made into a magic weapon in its own right.",
		"subtype":"shield",
		"equip_type":"armor",
		"group":["close","tribal"],
		"check_penalty":-1,
		"prof":2,
		"damage":{"physical":"1d4"},
		"crit_range":20,
		"crit_mult":2,
		"type":"piercing",
		"category":"one-handed",
		"bonus":1,
		"max_dex":-1,
		"spell_failure":5,
		"speed_penalty":0,
		"weight":6,
		"price":12
	}
	]
}